Repository: sugarlabs/speak
Catalog: po/quz.po
Languages: quz

source: Speak
quz: Rimay

source: An animated face that speaks whatever you type
quz: Llapan qillqasqaykitam kay uyachaqa rima

source: Speak is a talking face for the XO laptop. Anything you type will be spoken aloud using the XO's speech synthesizer, espeak. You can adjust the accent, rate and pitch of the voice as well as the shape of the eyes and mouth. This is a great way to experiment with the speech synthesizer, learn to type or just have fun making a funny face for your XO.
quz: RIMAY nisqaqa, computadora XO nisqapi sumaq rimaq uyacham. Imachatapas qillqanki chayqa, payqa huk programa ESPEAK nisqawanmi rimariyta qallarin. Rimarinanpaqqa, munasqaykimanhina imatapas akllariwaq.

source: Type something to hear it
quz: Uyarinayqipaqqa imatapis qillqay

source: Ask robot any question
quz: Robotchaman imallatapis tapuy

source: Voice chat
quz: Rimanakuy

source: Language
quz: Simi

source: Voice
quz: Kunka

source: Face
quz: Uya

source: Eyes number:
quz: Hayk'a ñawikuna:

source: Hello %s.
quz: Imaynalla %s.

source: Hello %s. Please Type something.
quz: Allillanchu %s Imallatapis qillqay.

source: Pitch:
quz: Kunkamanta:

source: Rate:
quz: Utqana:

source: pitch adjusted
quz: Ñañu kunka

source: rate adjusted
quz: Utqana mat'ichasqa

source: Simple
quz: Yanqalla

source: Waveform
quz: Onda nisqa

source: Frequency
quz: Frecuencia nisqa

source: Round
quz: Muyukuna

source: Glasses
quz: Tawañawi

source: mouth changed
quz: Simi huknirasqa

source: eyes changed
quz: Ñawi huknirasqa

source: Sorry, I can't speak %(old_voice)s, let's talk %(new_voice)s instead.
quz: Pampachawan, manam kay %(old_voice)s simitaqa rimanichu, aswanmi kay %(new_voice)s simipi rimarisunman.

source: You are in off-line mode, share and invite someone.
quz: Mana tinkusqachu kashanki, pitawanpis waqay.

source: Spanish
quz: Castilla simi

source: English
quz: Inglish simi

source: Sorry, I can't understand what you are asking about.
quz: pampachaway mana yachachkanichu tapuwasqaykitaqa.

source: Sorry, there is no free memory to load my brain. Close other activities and try once more.
quz: Pampachaway, umachayqa hunt'añam kachkan. Huk ruwanakunata wisq'ay, ichaqa wakmanta qhallariwaq.

source: my name is %s
quz: Sutiyqa %s.

source: I am %d years old
quz: Ñuqaqa %d watayuqmi kachkani

source: Hello, I'm a robot "%s". Please ask me any question.
quz: Allilanchu, robotmi kani "%s". Imallatapis tapuway.

source: URL from Chat
quz: Rimanakuymanta huk URL

source: Copy to Clipboard
quz: Raphi apaqman kikinchay

source: Stop
quz: Sayachiy

source: Undo
quz: Pichay

source: Redo
quz: Wakmanta ruway

source: Copy
quz: Kikinchay

source: Paste
quz: K'askachiy

source: Private
quz: wakinkunallapaq

source: My Neighborhood
quz: Aylluy

source: Description
quz: Kasqanta niranapaq

source: Activity
quz: Ruwana

source: Portuguese (Brazil)
quz: Portugués (Brasil)

source: Swedish
quz: Sueco simi

source: Icelandic
quz: Islandes simi

source: Romanian
quz: Rumano simi

source: Swahili
quz: Suajli simi

source: Hindi
quz: Hindi simi

source: Dutch
quz: Holandes simi

source: Latin
quz: Latino simi

source: Hungarian
quz: Hüngaro simi

source: Macedonian
quz: Macedonio simi

source: Welsh
quz: Galës simi

source: French
quz: Frances simi

source: Norwegian
quz: Noruego simi

source: Russian
quz: Ruso simi

source: Afrikaans
quz: Africaans simi

source: Finnish
quz: Finlandes simi

source: Default
quz: kikinqasqha

source: Cantonese
quz: Cantonés simi

source: Scottish
quz: Escocés simi

source: Greek
quz: Griego simi

source: Vietnamese
quz: Vietnamita

source: Lancashire
quz: Lancshiri simi

source: Italian
quz: Itslisno simi

source: Portuguese
quz: Portugués simi

source: German
quz: Aleman simi

source: Whisper
quz: waylluquq

source: Croatian
quz: Croata simi

source: Czech
quz: Cueco simi

source: Slovak
quz: Eslovaco simi

source: Polish
quz: Polaco simi

source: Esperanto
quz: Esperanto simi
